In [2]:
import pandas as pd
import numpy as np
from matplotlib import pyplot as plt

In [3]:
## DATAFRAME -- Its an object which holds data(rows & columns) in memory

In [4]:
## Default data as pandas Dataframe

In [6]:
data = pd.DataFrame({"Name":["Nabi","Sai","Venkat"],"Age":[25,26,25]})

In [7]:
data

     Name  Age
0    Nabi   25
1     Sai   26
2  Venkat   25

In [8]:
type(data)

pandas.core.frame.DataFrame